tap "homebrew/bundle"
brew "gcc"
brew "bat"
brew "btop"
brew "dysk"
brew "eza"
brew "gh"
brew "htop"
brew "just"
brew "midnight-commander"
brew "neovim"
brew "pinentry"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
vscode "dbaeumer.vscode-eslint"
vscode "mhutchie.git-graph"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
