amd-ucode
archlinux-xdg-menu
base
base-devel
bat
bottom
btrfs-progs
dunst
dysk
efibootmgr
eza
fd
flatpak
ghostty
git
gnome-themes-extra
grim
gst-plugin-pipewire
imagemagick
inter-font
jq
less
libpulse
libheif
linux
linux-firmware
mc
mpd
mpd-mpris
mpv
neovim
networkmanager
nfs-utils
noto-fonts-emoji
nvtop
nwg-look
openssh
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
rclone
ripgrep
rmpc
rocm-core
rocminfo
slurp
smartmontools
starship
stow
sway
swaybg
swayidle
swaylock
tailscale
tmux
toolbox
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
waybar
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xwayland
zram-generator
