amd-ucode
base
base-devel
bat
bottom
btop
btrfs-progs
catppuccin-cursors-mocha
dysk
efibootmgr
eza
fastfetch
fbset
flatpak
fuse2
fzf
game-devices-udev
ghostty
git
github-cli
gnome-themes-extra
grim
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
inter-font
jq
less
libnotify
linux
linux-firmware
mako
mc
mpd
mpv
neovim
networkmanager
nfs-utils
noto-fonts-emoji
nvtop
nwg-look
openssh
paru
paru-debug
pipewire
pipewire-pulse
podman
polkit-gnome
rclone
ripgrep
rmpc
rocminfo
rustup
slurp
smartmontools
starship
stow
tailscale
terminus-font
tmux
tofi
ttf-cascadia-mono-nerd
ttf-nerd-fonts-symbols
ttf-opensans
unzip
usbutils
uwsm
waybar
wiremix
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xwayland
zram-generator
